{
    "history": [
    {
        "Mythology":{
            "Mythology_description": "An island made from the stories of the mythology According to the Greek mythology, the “island of Venus”, usually called “Milos” took her name from the first habitant of the island. "
        },
        "Ancient_Times":{
            "Ancient_Times_description": "Milos is inhabited since the Neolithic Age (7000-2800 BC) and developed much quicker than its neighboring islands due to its hard, black, volcanic material of glass-like appearance, known as obsidian that existed there. "
        },
        "Roman_Times":{
            "Roman_Times_description": "The Roman times was a peaceful and prosperous period for the history of Miloswhere the mineral trade of the island grew and brought great wealth to its inhabitants. Arts and crafts surviving from this time prove the artistic development of the Miloans."
        },
        "Byzantine_Times":{
            "Byzantine_Times_description": "After the decline of the Roman Empire, all the Cyclades became part of the Byzantine Empire. Very little historical evidence and writings have been preserved for that time but it is known that Milos, as well as many other islands, was a victim of many pirates raids. The town of Klima, capital of Milos, was abandoned after a disastrous earthquake and findings indicate that the inhabitants moved to areas like Komia and Emborios."
        },
        "Venetocracy":{
            "Venetocracy_description": "In 1566, all Cyclades came under Turkish rule. The administration of the island was given by Piali Pasha to a Jewish banker, Joseph Nazis. After his death, Milos came under the rule of Sultan Murat III. The island was semi-autonomous and had to pay taxes to the Sultan's delegate."
        },
        "Pre_Greek_Revolution":{
            "Pre_Greek_Rev_description": "Milos was used by the British and the French forces as a naval base, during the First World War. The island provided shelter for many refugees, after the catastrophe of Asia Minor in 1922. The Germans invaded Milos during World War II, in May 1941, and built fortifications in many villages for their own safety."
        },
        "Liberation":{
            "Liberation_description": "The island of Milos was among the first islands of the Cyclades to take part in the revolution of 1821 against the Turkish occupation and the first naval battle took place in the sea surrounding Milos on the 11th of April 1821. During the revolution, Milos became a shelter for refugees from all corners of Greece. "
        },
        "Nineteenth_forw":{
            "Nineteenth_forw_description": "Milos was used by the British and the French forces as a naval base, during the First World War. The island provided shelter for many refugees, after the catastrophe of Asia Minor in 1922. The Germans invaded Milos during World War II, in May 1941, and built fortifications in many villages for their own safety. The Miloans resisted the German invasion heroically and raised again the Greek flag on their island on the 9th May 1945. "
        }
    }
    ]
}